Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=511_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Tervetuloa kielenelvytysiltaan !
smn: Tiervâpuáttim kielâiâláskittemehidân !

source: Saamen kielen elvytysohjelmaa suunnitteleva työryhmä kokoontuu Inarissa 29.-30.08 ja kutsuu kaikki kielen tulevaisuudesta ja elvyttämisestä kiinnostuneet keskustelemaan, kertomaan omista kokemuksistaan, kuulemaan muiden kokemuksia ja tekemään ehdotuksia kielenelvytysohjelmaa suunnittelevalle työryhmälle.
smn: Sämikielâ iäláskittemohjelm vuávájeijee pargojuávkku čokkân Anarist 29.-30.8. já puávdee puohâid, kiäh láá perustum sämikielâ puátteevuođâst já iäláskitmist, savâstâllâđ, muštâliđ jieijâs vuáttámušâin, kuldâliđ iärásij vuáttámušâid já toohâđ iävtuttâsâid kielâ iäláskittemohjelm pargojuávkun.

source: Kaikki ovat tervetulleita avoimeen illanviettoon Inarin Kultahoviin maanantaina 29.08. klo 19 alkaen.
smn: Puohah láá pyereestpuáttám ávus ehidân Aanaar Kultahovin vuossaargâ 29.08. tme 19 rääjist.

source: Tilaisuudessa on yllätysohjelmaa ja lisäksi tilaisuudessa voi vapaasti esittää musiikki- tai muuta kulttuuriohjelmaa.
smn: Tilálâšvuođâst lii še oláttâsohjelm já ton lasseen tobbeen lii máhđulâšvuotâ rijjâ oovdânpyehtiđ muusik- tâi eres kulttuurohjelm.

source: Kahvi- ja teetarjoilu.
smn: Káhvástâllâm.

source: TERVETULOA MUKAAN !
smn: TIERVÂPUÁTTIM FÁÁRUN !
